Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Weight decimals
ar: خانات عشرية للوزن
de: Nachkommastellen
es: Decimales del peso
fr: Décimales du poids
hi: वज़न के दशमलव
hu: Súly tizedesjegyei
it: Decimali del peso
ko: 무게 소수점
pl: Miejsca dziesiętne ciężaru
pt: Casas decimais do peso
pt_br: Casas decimais do peso
ru: Знаки после запятой
th: ทศนิยมของน้ำหนัก
tr: Ağırlık ondalığı
uk: Знаки після коми
zh: 重量小数位

source: Weight drop (%%)
ar: خفض الوزن (%%)
de: Gewichtsreduktion (%%)
es: Bajada de peso (%%)
fr: Baisse de poids (%%)
hi: वज़न में कमी (%%)
hu: Súlycsökkentés (%%)
it: Riduzione peso (%%)
ko: 중량 감소(%%)
pl: Redukcja ciężaru (%%)
pt: Queda de peso (%%)
pt_br: Queda de peso (%%)
ru: Снижение веса (%%)
th: ลดน้ำหนัก (%%)
tr: Ağırlık düşüşü (%%)
uk: Зниження ваги (%%)
zh: 减重幅度（%%）

source: Weight saved
ar: تم حفظ الوزن
de: Gewicht gespeichert
es: Peso guardado
fr: Poids enregistré
hi: वज़न सहेजा गया
hu: Súly elmentve
it: Peso salvato
ko: 체중 저장됨
pl: Waga zapisana
pt: Peso guardado
pt_br: Peso salvo
ru: Вес сохранён
th: บันทึกน้ำหนักแล้ว
tr: Ağırlık kaydedildi
uk: Вагу збережено
zh: 体重已保存

source: Weight unit
ar: وحدة الوزن
de: Gewichtseinheit
es: Unidad de peso
fr: Unité de poids
hi: वज़न की इकाई
hu: Súlymértékegység
it: Unità di peso
ko: 무게 단위
pl: Jednostka wagi
pt: Unidade de peso
pt_br: Unidade de peso
ru: Единица веса
th: หน่วยน้ำหนัก
tr: Ağırlık birimi
uk: Одиниця ваги
zh: 重量单位

# Weights bumped to {0}
source: Weights bumped to %1$@
ar: رُفعت الأوزان إلى %1$@
de: Gewichte auf %1$@ erhöht
es: Pesos subidos a %1$@
fr: Poids montés à %1$@
hi: वज़न बढ़ाकर %1$@ किया
hu: Súly megemelve erre: %1$@
it: Pesi aumentati a %1$@
ko: 무게를 %1$@(으)로 올렸어요
pl: Ciężary podniesione do %1$@
pt: Pesos aumentados para %1$@
pt_br: Pesos aumentados para %1$@
ru: Веса подняты до %1$@
th: เพิ่มน้ำหนักเป็น %1$@
tr: Ağırlıklar %1$@ değerine çıkarıldı
uk: Вагу піднято до %1$@
zh: 重量已提升到 %1$@

# Welcome back, {0}
source: Welcome back, %1$@
ar: مرحباً بعودتك، %1$@
de: Willkommen zurück, %1$@
es: Bienvenido de nuevo, %1$@
fr: Content de te revoir, %1$@
hi: वापसी पर स्वागत है, %1$@
hu: Üdvözlünk újra, %1$@
it: Bentornato, %1$@
ko: 다시 오셨네요, %1$@
pl: Witaj ponownie, %1$@
pt: Bem-vindo de volta, %1$@
pt_br: Bem-vindo de volta, %1$@
ru: С возвращением, %1$@
th: ยินดีต้อนรับกลับมา %1$@
tr: Tekrar hoş geldin, %1$@
uk: З поверненням, %1$@
zh: 欢迎回来，%1$@

source: Welcome!
ar: مرحبًا!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
hi: स्वागत है!
hu: Üdvözlünk!
it: Benvenuto!
ko: 환영합니다!
pl: Witaj!
pt: Bem-vindo!
pt_br: Bem-vindo!
ru: Добро пожаловать!
th: ยินดีต้อนรับ!
tr: Hoş geldin!
uk: Ласкаво просимо!
zh: 欢迎！

# Welcome, {0}
source: Welcome, %1$@
ar: مرحباً، %1$@
de: Willkommen, %1$@
es: Bienvenido, %1$@
fr: Bienvenue, %1$@
hi: स्वागत है, %1$@
hu: Üdvözlünk, %1$@
it: Benvenuto, %1$@
ko: 환영합니다, %1$@
pl: Witaj, %1$@
pt: Bem-vindo, %1$@
pt_br: Bem-vindo, %1$@
ru: Добро пожаловать, %1$@
th: ยินดีต้อนรับ %1$@
tr: Hoş geldin, %1$@
uk: Ласкаво просимо, %1$@
zh: 欢迎，%1$@

source: What are RIR and RPE?
ar: ما هما RIR وRPE؟
de: Was sind RIR und RPE?
es: ¿Qué son RIR y RPE?
fr: Que sont le RIR et le RPE ?
hi: RIR और RPE क्या हैं?
hu: Mi az a RIR és RPE?
it: Che cosa sono RIR e RPE?
ko: RIR과 RPE란?
pl: Czym są RIR i RPE?
pt: O que são RIR e RPE?
pt_br: O que são RIR e RPE?
ru: Что такое RIR и RPE?
th: RIR และ RPE คืออะไร?
tr: RIR ve RPE nedir?
uk: Що таке RIR і RPE?
zh: RIR 和 RPE 是什么？

source: What are you training for?
ar: لأي هدف تتدرب؟
de: Wofür trainierst du?
es: ¿Para qué entrenas?
fr: Quel est votre objectif ?
hi: आप किसके लिए ट्रेनिंग करते हैं?
hu: Miért edzel?
it: Per cosa ti alleni?
ko: 무엇을 위해 훈련하나요?
pl: W jakim celu trenujesz?
pt: Para que treinas?
pt_br: Para que você treina?
ru: Ради чего вы тренируетесь?
th: คุณฝึกเพื่ออะไร
tr: Ne için antrenman yapıyorsun?
uk: Заради чого ти тренуєшся?
zh: 你的训练目标是什么？

source: What can you train with?
ar: بماذا يمكنك التدرب؟
de: Womit kannst du trainieren?
es: ¿Con qué puedes entrenar?
fr: Avec quoi pouvez-vous vous entraîner ?
hi: आप किन उपकरणों से ट्रेनिंग कर सकते हैं?
hu: Mivel tudsz edzeni?
it: Con cosa puoi allenarti?
ko: 어떤 장비를 쓸 수 있나요?
pl: Czym możesz trenować?
pt: Com que podes treinar?
pt_br: Com o que você pode treinar?
ru: С каким оборудованием вы тренируетесь?
th: คุณมีอุปกรณ์อะไรบ้าง
tr: Neyle antrenman yapabiliyorsun?
uk: З яким обладнанням ти тренуєшся?
zh: 你有哪些器材？

source: What it reads
ar: ماذا يقرأ
de: Was er liest
es: Qué lee
fr: Ce qu’il lit
hi: यह क्या पढ़ता है
hu: Mit olvas
it: Cosa legge
ko: 읽는 내용
pl: Co czyta
pt: O que lê
pt_br: O que lê
ru: Что он читает
th: สิ่งที่โค้ชอ่าน
tr: Neleri okur
uk: Що він читає
zh: 它会读取什么

source: What leaves this phone
ar: ما يغادر هذا الهاتف
de: Was dieses Handy verlässt
es: Qué sale de este teléfono
fr: Ce qui quitte ce téléphone
hi: इस फ़ोन से क्या बाहर जाता है
hu: Mi hagyja el ezt a telefont
it: Cosa lascia questo telefono
ko: 이 휴대폰에서 나가는 것
pl: Co opuszcza ten telefon
pt: O que sai deste telemóvel
pt_br: O que sai deste celular
ru: Что уходит с этого телефона
th: อะไรที่ออกจากโทรศัพท์นี้
tr: Bu telefondan neler gider
uk: Що йде з цього телефона
zh: 哪些数据会离开此手机

source: What should change?
ar: ما الذي يجب أن يتغير؟
de: Was soll anders sein?
es: ¿Qué debería cambiar?
fr: Que faut-il changer ?
hi: क्या बदलना चाहिए?
hu: Mi változzon?
it: Cosa dovrebbe cambiare?
ko: 무엇을 바꿀까요?
pl: Co powinno się zmienić?
pt: O que deve mudar?
pt_br: O que deve mudar?
ru: Что изменить?
th: ควรเปลี่ยนอะไร
tr: Ne değişmeli?
uk: Що змінити?
zh: 需要改什么？

source: What this session hits
ar: ما الذي تستهدفه هذه الجلسة
de: Was dieses Training trifft
es: Qué trabaja esta sesión
fr: Ce que cette séance sollicite
hi: यह सत्र क्या ट्रेन करता है
hu: Mit érint ez az edzés
it: Cosa allena questa sessione
ko: 이 세션이 자극하는 부위
pl: Co trenuje ta sesja
pt: O que esta sessão trabalha
pt_br: O que esta sessão trabalha
ru: Что задействует эта тренировка
th: ท่านี้ฝึกกล้ามเนื้อส่วนไหนบ้าง
tr: Bu antrenman neyi çalıştırıyor
uk: Що задіює це тренування
zh: 这次训练练到哪里

source: What went well
ar: ما الذي سار جيدًا
de: Was gut lief
es: Qué fue bien
fr: Ce qui a bien marché
hi: क्या अच्छा रहा
hu: Ami jól ment
it: Cosa è andato bene
ko: 잘된 점
pl: Co poszło dobrze
pt: O que correu bem
pt_br: O que foi bem
ru: Что удалось
th: สิ่งที่ทำได้ดี
tr: Neler iyi gitti
uk: Що вдалося
zh: 做得好的

source: What went well, what to watch, what to do next time
ar: ما الذي سار جيدًا، وما الذي يجب مراقبته، وما يجب فعله في المرة القادمة
de: Was gut lief, worauf du achten solltest, was beim nächsten Mal
es: Qué fue bien, qué vigilar, qué hacer la próxima vez
fr: Ce qui a marché, ce qu’il faut surveiller, quoi faire la prochaine fois
hi: क्या अच्छा रहा, किस पर नज़र रखें, अगली बार क्या करें
hu: Mi ment jól, mire figyelj, mit csinálj legközelebb
it: Cosa è andato bene, cosa tenere d’occhio, cosa fare la prossima volta
ko: 잘된 점, 주의할 점, 다음에 할 일
pl: Co poszło dobrze, na co uważać, co zrobić następnym razem
pt: O que correu bem, o que vigiar, o que fazer da próxima vez
pt_br: O que foi bem, o que observar, o que fazer da próxima vez
ru: Что удалось, за чем следить, что делать в следующий раз
th: อะไรที่ดี อะไรที่ต้องระวัง และควรทำอะไรครั้งหน้า
tr: Neler iyi gitti, neye dikkat etmeli, bir dahaki sefere ne yapmalı
uk: Що вдалося, за чим стежити, що робити наступного разу
zh: 哪些做得好、需要注意什么、下次怎么做

source: What would the Coach change after your last sessions?
ar: ماذا كان سيغيّر المدرب بعد جلساتك الأخيرة؟
de: Was würde der Coach nach deinen letzten Einheiten ändern?
es: ¿Qué cambiaría el entrenador tras tus últimas sesiones?
fr: Que changerait le coach après tes dernières séances ?
hi: आपके पिछले सत्रों के बाद कोच क्या बदलेगा?
hu: Mit változtatna az Edző a legutóbbi edzéseid után?
it: Cosa cambierebbe il Coach dopo le tue ultime sessioni?
ko: 최근 세션 이후 코치는 무엇을 바꿀까요?
pl: Co zmieniłby trener po Twoich ostatnich treningach?
pt: O que mudaria o Treinador depois das tuas últimas sessões?
pt_br: O que o Treinador mudaria depois das suas últimas sessões?
ru: Что тренер изменил бы после ваших последних тренировок?
th: โค้ชจะเปลี่ยนอะไรหลังจากเซสชันล่าสุดของคุณ
tr: Son antrenmanlarından sonra koç neyi değiştirirdi?
uk: Що тренер змінив би після твоїх останніх тренувань?
zh: 教练在你最近几次训练后会改什么？

source: What you did the last time, in that routine.
ar: ما أدّيته في المرة السابقة ضمن هذا الروتين.
de: Was du beim letzten Mal in dieser Routine gemacht hast.
es: Lo que hiciste la última vez en esa rutina.
fr: Ce que tu as fait la dernière fois dans cette routine.
hi: उस रूटीन में पिछली बार आपने जो किया।
hu: Amit legutóbb abban a rutinban csináltál.
it: Quello che hai fatto l’ultima volta in quella routine.
ko: 그 루틴에서 지난번에 한 내용.
pl: Ostatni trening w tym planie treningowym.
pt: O que fizeste da última vez nessa rotina.
pt_br: O que você fez da última vez nessa rotina.
ru: Что вы сделали в прошлый раз в этой программе.
th: สิ่งที่คุณทำครั้งก่อนในรูทีนนั้น
tr: O rutinde geçen sefer yaptıkların.
uk: Твій результат минулого разу в цій програмі.
zh: 上次在该训练日完成的内容。

source: What you just trained
ar: العضلات التي درّبتها
de: Was du gerade trainiert hast
es: Lo que acabas de entrenar
fr: Ce que tu viens de travailler
hi: आपने अभी क्या ट्रेन किया
hu: Mit edzettél az imént
it: Cosa hai appena allenato
ko: 방금 훈련한 부위
pl: Co właśnie wytrenowałeś
pt: O que acabaste de treinar
pt_br: O que você acabou de treinar
ru: Что вы только что тренировали
th: สิ่งที่เพิ่งฝึกไป
tr: Az önce ne çalıştın
uk: Що ти щойно тренував
zh: 你刚刚练了什么

source: When
ar: متى
de: Wann
es: Cuándo
fr: Quand
hi: कब
hu: Mikor
it: Quando
ko: 시점
pl: Kiedy
pt: Quando
pt_br: Quando
ru: Когда
th: เมื่อไร
tr: Ne zaman
uk: Коли
zh: 时间

source: When you ask for a plan or a review, this instance sends the following to %1$@, running on this server under the instance owner’s account.
ar: عندما تطلب خطة أو مراجعة، يرسل هذا المثيل ما يلي إلى %1$@، الذي يعمل على هذا الخادم تحت حساب مالك المثيل.
de: Wenn du einen Plan oder eine Auswertung anforderst, sendet diese Instanz Folgendes an %1$@, das auf diesem Server unter dem Konto des Betreibers läuft.
es: Cuando pides un plan o una revisión, esta instancia envía lo siguiente a %1$@, que se ejecuta en este servidor con la cuenta del propietario.
fr: Quand vous demandez un plan ou un bilan, cette instance envoie ce qui suit à %1$@, qui tourne sur ce serveur avec le compte du propriétaire.
hi: जब आप प्लान या समीक्षा माँगते हैं, तो यह इंस्टेंस निम्नलिखित %1$@ को भेजता है, जो इसी सर्वर पर मालिक के खाते से चलता है।
hu: Amikor tervet vagy áttekintést kérsz, ez a példány a következőket küldi el ide: %1$@, ezen a szerveren, a példány tulajdonosának fiókjával.
it: Quando chiedi un piano o una revisione, questa istanza invia quanto segue a %1$@, che gira su questo server con l’account del proprietario.
ko: 계획이나 리뷰를 요청하면, 이 인스턴스는 다음 정보를 이 서버에서 운영자 계정으로 실행 중인 %1$@에 전송합니다.
pl: Gdy poprosisz o plan lub przegląd, ta instancja wysyła następujące dane do %1$@, działającego na tym serwerze na koncie właściciela.
pt: Quando pedes um plano ou uma revisão, esta instância envia o seguinte para %1$@, que corre neste servidor na conta do proprietário.
pt_br: Quando você pede um plano ou uma revisão, esta instância envia o seguinte para %1$@, que roda neste servidor na conta do proprietário.
ru: Когда вы запрашиваете план или разбор, этот сервер отправляет следующее в %1$@, работающий здесь под учётной записью владельца.
th: เมื่อคุณขอแผนหรือรีวิว อินสแตนซ์นี้จะส่งข้อมูลต่อไปนี้ไปยัง %1$@ ซึ่งทำงานบนเซิร์ฟเวอร์นี้ภายใต้บัญชีของเจ้าของอินสแตนซ์
tr: Bir plan veya değerlendirme istediğinde, bu sunucu şunları bu makinede sunucu sahibinin hesabıyla çalışan %1$@ hizmetine gönderir.
uk: Коли ти запитуєш план чи розбір, цей сервер надсилає наведене нижче в %1$@, що працює тут під обліковим записом власника сервера.
zh: 当你请求计划或复盘时，本实例会将以下内容发送给 %1$@——它在本服务器上以实例所有者的账号运行。

source: When you ask for a plan or a review, this phone sends the following straight to %1$@, using your own API key. You pay for every request.
ar: عندما تطلب خطة أو مراجعة، يرسل هذا الهاتف ما يلي مباشرة إلى %1$@ باستخدام مفتاح API الخاص بك. تدفع مقابل كل طلب.
de: Wenn du einen Plan oder eine Auswertung anforderst, schickt dieses Handy Folgendes direkt an %1$@, mit deinem eigenen API-Schlüssel. Du bezahlst jede Anfrage.
es: Cuando pides un plan o una revisión, este teléfono envía lo siguiente directamente a %1$@, con tu propia clave de API. Pagas cada solicitud.
fr: Quand tu demandes un plan ou une révision, ce téléphone envoie ce qui suit directement à %1$@, avec ta propre clé API. Chaque requête est à ta charge.
hi: जब आप योजना या समीक्षा माँगते हैं, तो यह फ़ोन आपकी अपनी API कुंजी से निम्नलिखित सीधे %1$@ को भेजता है। हर अनुरोध का भुगतान आप करते हैं।
hu: Amikor tervet vagy áttekintést kérsz, ez a telefon a következőket küldi közvetlenül ide: %1$@, a saját API-kulcsoddal. Minden kérést te fizetsz.
it: Quando chiedi un piano o una revisione, questo telefono invia quanto segue direttamente a %1$@, con la tua chiave API. Ogni richiesta la paghi tu.
ko: 계획이나 검토를 요청하면 이 휴대폰이 당신의 API 키로 다음 내용을 %1$@에 바로 보냅니다. 모든 요청의 비용은 당신이 냅니다.
pl: Gdy prosisz o plan lub przegląd, ten telefon wysyła poniższe dane prosto do %1$@, z Twoim własnym kluczem API. Płacisz za każde zapytanie.
pt: Quando pedes um plano ou uma revisão, este telemóvel envia o seguinte diretamente para %1$@, com a tua própria chave de API. Pagas cada pedido.
pt_br: Quando você pede um plano ou uma revisão, este celular envia o seguinte direto para %1$@, com a sua própria chave de API. Você paga cada pedido.
ru: Когда вы просите план или разбор, этот телефон отправляет следующее напрямую в %1$@ с вашим собственным API-ключом. Каждый запрос оплачиваете вы.
th: เมื่อคุณขอแผนหรือรีวิว โทรศัพท์นี้จะส่งข้อมูลต่อไปนี้ตรงไปยัง %1$@ ด้วยคีย์ API ของคุณเอง คุณเป็นผู้จ่ายทุกคำขอ
tr: Bir plan veya değerlendirme istediğinde bu telefon aşağıdakileri kendi API anahtarınla doğrudan %1$@ adresine gönderir. Her isteğin ücretini sen ödersin.
uk: Коли ти просиш план чи розбір, цей телефон надсилає наведене нижче напряму в %1$@ з твоїм власним API-ключем. Кожен запит оплачуєш ти.
zh: 当你请求计划或评估时，此手机会使用你自己的 API 密钥将以下内容直接发送到 %1$@。每个请求的费用由你承担。

source: Where are you starting from?
ar: من أين تبدأ؟
de: Wo stehst du gerade?
es: ¿De dónde partes?
fr: D’où partez-vous ?
hi: आप कहाँ से शुरू कर रहे हैं?
hu: Honnan indulsz?
it: Da dove parti?
ko: 지금 어느 단계인가요?
pl: Od czego zaczynasz?
pt: De onde partes?
pt_br: De onde você está partindo?
ru: С чего вы начинаете?
th: คุณเริ่มจากจุดไหน
tr: Nereden başlıyorsun?
uk: З чого ти починаєш?
zh: 你目前处于什么阶段？

source: Where the sets land
ar: أين تقع المجموعات
de: Wo die Sätze landen
es: Dónde caen las series
fr: Où tombent les séries
hi: सेट कहाँ गिरते हैं
hu: Hova esnek a sorozatok
it: Dove cadono le serie
ko: 세트가 몰리는 곳
pl: Gdzie lądują serie
pt: Onde caem as séries
pt_br: Onde caem as séries
ru: Куда попадают подходы
th: เซ็ตส่วนใหญ่อยู่ระดับไหน
tr: Setler nereye düşüyor
uk: Куди потрапляють підходи
zh: 组都落在哪里

source: Which days suit you? (optional)
ar: ما الأيام المناسبة لك؟ (اختياري)
de: Welche Tage passen dir? (optional)
es: ¿Qué días te van bien? (opcional)
fr: Quels jours vous conviennent ? (facultatif)
hi: कौन-से दिन ठीक रहेंगे? (वैकल्पिक)
hu: Mely napok felelnek meg? (nem kötelező)
it: Quali giorni ti vanno bene? (facoltativo)
ko: 어떤 요일이 좋나요? (선택)
pl: Które dni Ci pasują? (opcjonalnie)
pt: Que dias te dão jeito? (opcional)
pt_br: Quais dias são melhores para você? (opcional)
ru: Какие дни вам удобны? (необязательно)
th: วันไหนสะดวก (ไม่บังคับ)
tr: Hangi günler sana uyar? (isteğe bağlı)
uk: Які дні тобі зручні? (необов’язково)
zh: 哪几天比较合适？（可选）

source: Which exercise in this superset do you want to remove?
ar: أي تمرين في هذا السوبر سِت تريد إزالته؟
de: Welche Übung in diesem Supersatz möchtest du entfernen?
es: ¿Qué ejercicio de esta superserie quieres quitar?
fr: Quel exercice de ce superset veux-tu retirer ?
hi: इस सुपरसेट से कौन-सा व्यायाम हटाना है?
hu: Melyik gyakorlatot szeretnéd eltávolítani ebből a szuperszettből?
it: Quale esercizio di questa superserie vuoi rimuovere?
ko: 이 슈퍼세트에서 어떤 운동을 제거할까요?
pl: Które ćwiczenie z tej superserii chcesz usunąć?
pt: Que exercício desta supersérie queres remover?
pt_br: Qual exercício deste superset você quer remover?
ru: Какое упражнение из этого суперсета удалить?
th: ต้องการลบท่าไหนในซูเปอร์เซ็ตนี้?
tr: Bu süper sette hangi egzersizi kaldırmak istiyorsun?
uk: Яку вправу з цього суперсету видалити?
zh: 你想移除这个超级组中的哪个动作？

source: Without photos and videos
ar: بدون الصور والفيديو
de: Ohne Fotos und Videos
es: Sin fotos ni vídeos
fr: Sans photos ni vidéos
hi: फ़ोटो और वीडियो के बिना
hu: Fotók és videók nélkül
it: Senza foto e video
ko: 사진·동영상 제외
pl: Bez zdjęć i filmów
pt: Sem fotos nem vídeos
pt_br: Sem fotos nem vídeos
ru: Без фото и видео
th: ไม่รวมรูปภาพและวิดีโอ
tr: Fotoğraf ve videolar hariç
uk: Без фото й відео
zh: 不含照片和视频

source: Work sets
ar: مجموعات العمل
de: Arbeitssätze
es: Series efectivas
fr: Séries effectives
hi: वर्क सेट
hu: Munkasorozatok
it: Serie effettive
ko: 본 세트
pl: Serie robocze
pt: Séries efetivas
pt_br: Séries efetivas
ru: Рабочие подходы
th: เซ็ตหลัก
tr: Çalışma setleri
uk: Робочі підходи
zh: 正式组

source: Work sets by body part
ar: مجموعات العمل حسب الجزء العضلي
de: Arbeitssätze nach Körperpartie
es: Series efectivas por zona
fr: Séries effectives par zone
hi: शरीर के हिस्से के अनुसार वर्क सेट
hu: Munkasorozatok testrészenként
it: Serie effettive per zona
ko: 부위별 본 세트
pl: Serie robocze wg partii
pt: Séries efetivas por zona
pt_br: Séries efetivas por região
ru: Рабочие подходы по частям тела
th: เซ็ตหลักตามส่วนของร่างกาย
tr: Bölgeye göre çalışma setleri
uk: Робочі підходи за частинами тіла
zh: 各部位正式组

source: Work up through a rep range at the same weight. Reach the top of the range in every set and the weight goes up, reps back to the bottom.
ar: تدرج عبر نطاق تكرارات بنفس الوزن. بلغ قمة النطاق في كل مجموعة ويرتفع الوزن، وتعود التكرارات إلى الأسفل.
de: Arbeite dich bei gleichem Gewicht durch einen Wiederholungsbereich. Erreichst du in jedem Satz das obere Ende, steigt das Gewicht und die Wiederholungen fallen zurück auf das untere Ende.
es: Sube por un rango de repeticiones con el mismo peso. Alcanza el tope del rango en todas las series y el peso sube, con las repeticiones de vuelta al mínimo.
fr: Progresse dans une fourchette de répétitions au même poids. Atteins le haut de la fourchette sur toutes les séries et le poids augmente, les répétitions repartent du bas.
hi: एक ही वज़न पर रेप रेंज में ऊपर बढ़ें। हर सेट में रेंज का ऊपरी सिरा छुएँ तो वज़न बढ़ता है और रेप्स नीचे लौट आते हैं।
hu: Ugyanazon a súlyon dolgozz végig egy ismétléstartományon. Ha minden sorozatban eléred a tartomány tetejét, a súly emelkedik, az ismétlésszám pedig visszaáll az aljára.
it: Sali lungo un intervallo di ripetizioni allo stesso peso. Raggiungi il massimo dell’intervallo in ogni serie e il peso sale, con le ripetizioni di nuovo al minimo.
ko: 같은 무게에서 반복 범위를 올려 갑니다. 모든 세트에서 상한에 도달하면 무게가 오르고 횟수는 하한으로 돌아갑니다.
pl: Pracuj w zakresie powtórzeń na tym samym ciężarze. Osiągnij górną granicę we wszystkich seriach, a ciężar rośnie, a powtórzenia wracają na dół.
pt: Sobe ao longo de um intervalo de repetições com o mesmo peso. Atinge o topo do intervalo em todas as séries e o peso sobe, com as repetições de volta ao mínimo.
pt_br: Avance por uma faixa de repetições com o mesmo peso. Ao atingir o topo da faixa em todas as séries, o peso aumenta e as repetições voltam ao mínimo.
ru: Растёшь в диапазоне повторений на одном весе. Достиг верхней границы во всех подходах — вес растёт, а повторения возвращаются к нижней.
th: ไต่ระดับจำนวนครั้งด้วยน้ำหนักเดิม ถ้าถึงจำนวนครั้งสูงสุดในทุกเซ็ต น้ำหนักจะเพิ่มขึ้นและจำนวนครั้งกลับไปเริ่มที่ต่ำสุด
tr: Aynı ağırlıkta bir tekrar aralığında yukarı çalış. Her sette aralığın üst sınırına ulaşırsan ağırlık artar, tekrarlar alt sınıra döner.
uk: Ростеш у діапазоні повторень на одній вазі. Досяг верхньої межі в усіх підходах — вага зростає, а повторення повертаються до нижньої.
zh: 在同一重量下把次数从下限做到上限。每组都做到上限就加重，次数回到下限。

source: Workout
ar: التمرين
de: Training
es: Entreno
fr: Séance
hi: वर्कआउट
hu: Edzés
it: Allenamento
ko: 운동
pl: Trening
pt: Treino
pt_br: Treino
ru: Тренировка
th: การฝึก
tr: Antrenman
uk: Тренування
zh: 训练

source: Workout complete!
ar: اكتمل التمرين!
de: Training abgeschlossen!
es: ¡Entrenamiento completado!
fr: Séance terminée !
hi: वर्कआउट पूरा!
hu: Edzés kész!
it: Allenamento completato!
ko: 운동 완료!
pl: Trening ukończony!
pt: Treino concluído!
pt_br: Treino concluído!
ru: Тренировка завершена!
th: ออกกำลังกายเสร็จสิ้น!
tr: Antrenman tamamlandı!
uk: Тренування завершено!
zh: 训练完成！

source: Workout controls
ar: أدوات التمرين
de: Bedienelemente im Training
es: Controles del entrenamiento
fr: Commandes pendant la séance
hi: वर्कआउट नियंत्रण
hu: Vezérlők edzés közben
it: Controlli durante l’allenamento
ko: 운동 중 버튼
pl: Przyciski podczas treningu
pt: Controlos durante o treino
pt_br: Controles durante o treino
ru: Кнопки во время тренировки
th: ปุ่มระหว่างออกกำลังกาย
tr: Antrenman kontrolleri
uk: Кнопки під час тренування
zh: 训练中的按钮

source: Workout day
ar: يوم التمرين
de: Trainingstag
es: Día de entrenamiento
fr: Jour d’entraînement
hi: वर्कआउट का दिन
hu: Edzésnap
it: Giorno di allenamento
ko: 운동하는 날
pl: Dzień treningu
pt: Dia de treino
pt_br: Dia de treino
ru: День тренировки
th: วันออกกำลังกาย
tr: Antrenman günü
uk: День тренування
zh: 训练日

source: Workout day reminder
ar: تذكير يوم التمرين
de: Trainingstag-Erinnerung
es: Recordatorio de día de entrenamiento
fr: Rappel des jours d’entraînement
hi: वर्कआउट दिवस अनुस्मारक
hu: Edzésnap-emlékeztető
it: Promemoria giorno di allenamento
ko: 운동일 리마인더
pl: Przypomnienie o dniu treningu
pt: Lembrete de dia de treino
pt_br: Lembrete de dia de treino
ru: Напоминание о дне тренировки
th: เตือนวันออกกำลังกาย
tr: Antrenman günü hatırlatıcısı
uk: Нагадування про день тренування
zh: 训练日提醒

source: Workout debrief
ar: ملخص التمرين
de: Trainings-Auswertung
es: Evaluación del entreno
fr: Bilan de séance
hi: वर्कआउट समीक्षा
hu: Edzés kiértékelése
it: Valutazione dell’allenamento
ko: 운동 평가
pl: Podsumowanie treningu
pt: Balanço do treino
pt_br: Balanço do treino
ru: Разбор тренировки
th: สรุปผลการฝึก
tr: Antrenman değerlendirmesi
uk: Розбір тренування
zh: 训练复盘

source: Workout deleted
ar: تم حذف التمرين
de: Training gelöscht
es: Entrenamiento eliminado
fr: Séance supprimée
hi: वर्कआउट हटाया गया
hu: Edzés törölve
it: Allenamento eliminato
ko: 운동 삭제됨
pl: Trening usunięty
pt: Treino eliminado
pt_br: Treino excluído
ru: Тренировка удалена
th: ลบการออกกำลังกายแล้ว
tr: Antrenman silindi
uk: Тренування видалено
zh: 训练已删除

source: Workout done
ar: اكتمل التمرين
de: Training erledigt
es: Entrenamiento hecho
fr: Séance terminée
hi: कसरत पूरी
hu: Edzés kész
it: Allenamento fatto
ko: 운동 완료
pl: Trening zrobiony
pt: Treino concluído
pt_br: Treino concluído
ru: Тренировка сделана
th: ออกกำลังกายเสร็จแล้ว
tr: Antrenman tamamlandı
uk: Тренування зроблено
zh: 训练已完成

source: Workout moved
ar: نُقل التمرين
de: Training verschoben
es: Entrenamiento movido
fr: Séance déplacée
hi: वर्कआउट खिसकाया गया
hu: Edzés áthelyezve
it: Allenamento spostato
ko: 운동을 옮겼습니다
pl: Trening przeniesiony
pt: Treino movido
pt_br: Treino movido
ru: Тренировка перенесена
th: ย้ายการฝึกแล้ว
tr: Antrenman taşındı
uk: Тренування перенесено
zh: 训练已移动

source: Workout title
ar: عنوان التمرين
de: Trainingstitel
es: Título del entrenamiento
fr: Titre de la séance
hi: वर्कआउट का शीर्षक
hu: Edzés címe
it: Titolo dell’allenamento
ko: 운동 제목
pl: Tytuł treningu
pt: Título do treino
pt_br: Título do treino
ru: Название тренировки
th: ชื่อการออกกำลังกาย
tr: Antrenman başlığı
uk: Назва тренування
zh: 训练标题
